{
  "character": {
    "id": "corvus",
    "name": "Lucius Claudius Corvus",
    "alternative_names": ["The Raven", "Corvus", "The Black Horse"],
    "role": "antagonist",
    "symbolic_representation": "The Black Horse (Famine, Economic Collapse, Scarcity)",
    "image": "/images/Characters/Romans/Lucius-Claudius-Corvus.jpg",
    "brief_description": "A sophisticated Roman officer whose apparent pragmatism masks systematic economic predation, exploiting desperation for profit while maintaining a helpful facade.",
    "full_description": "Corvus is a Roman administrative specialist and intelligence coordinator who appears as a pragmatic problem-solver managing occupation complexities. His sophisticated, diplomatic presentation makes him seem reasonable and helpful. Yet this is a mask—beneath it lies an economic predator who views every human need as a profit opportunity. He systematically establishes monopolies on essential resources, exploits desperation, and coordinates with other Horsemen to create economic collapse that he profits from. His sophistication is his weapon: readers trust his reasoning until they realize every solution creates dependency and profit.",
    "origin": "Italy or provincial Roman; mixed background possible",
    "occupation": "Roman officer, administrative specialist, intelligence coordinator",
    "introduction_chapter": 1,
    "key_chapters": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10],
    "opening_state": "Well-groomed, comfortable appearance; appears as helpful problem-solver; already predatory",
    "key_transformation": "Visibly wealthier; monopolies established; mask maintained; predatory nature revealed",
    "closing_state": "Wealth evident in every detail; comfort with chaos as profit opportunity; economic predator fully revealed",
    "arc_preview": "From apparent pragmatic administrator solving problems, through systematic economic exploitation and coordination with other Horsemen, to revealed economic predator profiting from desperation and collapse",
    "key_themes": ["Economic Predation", "Pragmatism as Mask", "Scarcity as Weapon", "The Black Horse", "Manipulation through Deprivation"]
  }
}
